Repository: tangoctai2004/ChiTieuPlus
Catalog: QuanLyChiTieu/*.lproj/Localizable.strings
Languages: vi

# CFBundleDisplayName
source: Expense+
vi: Chi Tiêu+

# common_expense
source: Expense
vi: Chi tiêu

# common_income
source: Income
vi: Thu nhập

# common_edit
source: Edit
vi: Chỉnh sửa

# common_done
source: Done
vi: Hoàn thành

# common_delete
source: Delete
vi: Xoá

# common_cancel
source: Cancel
vi: Huỷ

# common_update
source: Update
vi: Cập nhật

# common_save_changes
source: Save Changes
vi: Lưu chỉnh sửa

# common_no_name
source: No Name
vi: Không có tên

# common_category
source: Category
vi: Danh mục

# common_no_data
source: No Data.
vi: Không có dữ liệu.

# common_skip
source: Skip
vi: Bỏ qua

# common_month
source: Month
vi: Tháng

# common_year
source: Year
vi: Năm

# common_month_label
source: Month
vi: Tháng

# common_total_amount
source: Total
vi: Tổng tiền

# common_month_prefix
source: Month %@
vi: Tháng %@

# alert_delete_confirmation_title
source: Confirm Deletion
vi: Xác nhận xoá

# alert_button_confirm_delete
source: Delete
vi: Chắc chắn xoá

# alert_button_cancel
source: Cancel
vi: Không

# alert_delete_category_message
source: Are you sure you want to delete category "%@"? This action cannot be undone.
vi: Bạn có chắc chắn muốn xoá danh mục "%@" không? Hành động này không thể hoàn tác.

# alert_delete_transaction_message
source: Are you sure you want to delete this transaction?
vi: Bạn có chắc chắn muốn xoá giao dịch này không?

# alert_delete_success_title
source: Deleted Successfully
vi: Xoá thành công

# toast_add_success
source: Transaction added successfully
vi: Thêm giao dịch thành công

# settings_title
source: Settings
vi: Cài Đặt

# settings_help
source: Help
vi: Trợ giúp

# settings_section_general
source: General
vi: Tùy Chỉnh Chung

# settings_row_language
source: Language
vi: Ngôn ngữ

# settings_row_appearance
source: Appearance
vi: Giao diện

# settings_appearance_light
source: Light
vi: Sáng

# settings_appearance_dark
source: Dark
vi: Tối

# settings_appearance_system
source: System
vi: Hệ thống

# settings_row_currency
source: Main Currency
vi: Tiền tệ chính

# settings_row_week_start
source: Start Day of Week
vi: Ngày bắt đầu tuần

# week_start_sunday
source: Sunday
vi: Chủ Nhật

# week_start_monday
source: Monday
vi: Thứ Hai

# week_start_tuesday
source: Tuesday
vi: Thứ Ba

# week_start_wednesday
source: Wednesday
vi: Thứ Tư

# week_start_thursday
source: Thursday
vi: Thứ Năm

# week_start_friday
source: Friday
vi: Thứ Sáu

# week_start_saturday
source: Saturday
vi: Thứ Bảy

# settings_section_data
source: Data Management
vi: Quản lý Dữ liệu

# settings_row_manage_categories
source: Manage Categories
vi: Quản lý Danh mục

# settings_row_export_data
source: Export Data
vi: Xuất Dữ liệu

# settings_section_security
source: Security
vi: Bảo mật

# settings_row_app_lock
source: App Lock (Face ID)
vi: Khóa ứng dụng (Face ID)

# settings_row_change_passcode
source: Change Passcode
vi: Đổi mật khẩu

# settings_section_notifications
source: Notifications
vi: Thông báo

# settings_row_daily_reminder
source: Daily Reminder
vi: Nhắc nhở hàng ngày

# settings_row_reminder_time
source: Reminder Time
vi: Giờ nhắc nhở

# settings_section_about
source: About
vi: Về ứng dụng

# settings_row_rate_app
source: Rate App
vi: Đánh giá ứng dụng

# settings_row_feedback
source: Feedback & Support
vi: Góp ý & Hỗ trợ

# settings_row_privacy_policy
source: Privacy Policy
vi: Chính sách quyền riêng tư

# privacy_policy_title
source: Privacy Policy
vi: Chính sách Quyền riêng tư

# privacy_policy_last_updated
source: Last Updated: November 2025
vi: Cập nhật lần cuối: Tháng 11, 2025

# privacy_policy_section_intro_title
source: 1. Introduction
vi: 1. Giới thiệu

# privacy_policy_section_intro_content
source: Expense+ ("the App") is committed to protecting your privacy. This policy describes how we collect, use, store, and protect your information when you use the App.
vi: Chi Tiêu+ ("Ứng dụng") cam kết bảo vệ quyền riêng tư của người dùng. Chính sách này mô tả cách chúng tôi thu thập, sử dụng, lưu trữ và bảo vệ thông tin của bạn khi sử dụng ứng dụng.

# privacy_policy_section_data_collection_title
source: 2. Information We Collect
vi: 2. Thông tin chúng tôi thu thập

# privacy_policy_section_data_collection_content
source: The App only collects and stores your personal financial data on your device, including: • Income and expense transactions (amount, date, category, notes) • Expense and income categories • Budgets and savings goals • Recurring transactions We do NOT collect personal information such as your name, email, phone number, or any other identifying data.
vi: Ứng dụng chỉ thu thập và lưu trữ dữ liệu tài chính cá nhân của bạn trên thiết bị của bạn, bao gồm: • Giao dịch thu chi (số tiền, ngày, danh mục, ghi chú) • Danh mục chi tiêu và thu nhập • Ngân sách và mục tiêu tiết kiệm • Giao dịch định kỳ Chúng tôi KHÔNG thu thập thông tin cá nhân như tên, email, số điện thoại hoặc bất kỳ dữ liệu nhận dạng nào khác.

# privacy_policy_section_data_usage_title
source: 3. How We Use Your Information
vi: 3. Cách chúng tôi sử dụng thông tin

# privacy_policy_section_data_usage_content
source: Your data is used ENTIRELY on your device to: • Display spending statistics and charts • Manage budgets and warnings • Track savings goals • Automatically create recurring transactions We do NOT share, sell, or transmit your data to any third parties.
vi: Dữ liệu của bạn được sử dụng HOÀN TOÀN trên thiết bị của bạn để: • Hiển thị thống kê và biểu đồ chi tiêu • Quản lý ngân sách và cảnh báo • Theo dõi mục tiêu tiết kiệm • Tạo giao dịch định kỳ tự động Chúng tôi KHÔNG chia sẻ, bán hoặc truyền dữ liệu của bạn cho bất kỳ bên thứ ba nào.

# privacy_policy_section_data_storage_title
source: 4. Data Storage
vi: 4. Lưu trữ dữ liệu

# privacy_policy_section_data_storage_content
source: All your data is stored LOCALLY on your device using Core Data. Your data is encrypted and protected by: • PIN code you create • Face ID / Touch ID (if enabled) • iOS Keychain Services for secure PIN storage You can export your data as a CSV file for backup or transfer to another device.
vi: Tất cả dữ liệu của bạn được lưu trữ CỤC BỘ trên thiết bị của bạn bằng Core Data. Dữ liệu được mã hóa và bảo vệ bằng: • Mã PIN do bạn tạo • Face ID / Touch ID (nếu được bật) • Keychain Services của iOS để lưu trữ mã PIN an toàn Bạn có thể xuất dữ liệu dưới dạng file CSV để sao lưu hoặc chuyển sang thiết bị khác.

# privacy_policy_section_data_security_title
source: 5. Data Security
vi: 5. Bảo mật dữ liệu

# privacy_policy_section_data_security_content
source: We implement the following security measures: • Data encryption on device • Authentication via PIN and Face ID/Touch ID • Automatic app lock when switching to background • No internet connection - data is completely offline Note: If you forget your PIN, you will need to reset all data. We cannot recover your PIN.
vi: Chúng tôi áp dụng các biện pháp bảo mật sau: • Mã hóa dữ liệu trên thiết bị • Xác thực bằng PIN và Face ID/Touch ID • Tự động khóa ứng dụng khi chuyển sang background • Không kết nối internet - dữ liệu hoàn toàn offline Lưu ý: Nếu bạn quên mã PIN, bạn sẽ cần reset toàn bộ dữ liệu. Chúng tôi không thể khôi phục mã PIN của bạn.

# privacy_policy_section_your_rights_title
source: 6. Your Rights
vi: 6. Quyền của bạn

# privacy_policy_section_your_rights_content
source: You have the right to: • View, edit, and delete your data at any time • Export your data as CSV • Delete all data in Settings • Enable or disable security features (PIN, Face ID) • Deny microphone access (for voice recognition feature)
vi: Bạn có quyền: • Xem, chỉnh sửa và xóa dữ liệu của mình bất cứ lúc nào • Xuất dữ liệu dưới dạng CSV • Xóa toàn bộ dữ liệu trong Settings • Tắt hoặc bật các tính năng bảo mật (PIN, Face ID) • Từ chối cấp quyền truy cập microphone (cho tính năng nhận diện giọng nói)

# privacy_policy_section_third_party_title
source: 7. Third-Party Services
vi: 7. Dịch vụ của bên thứ ba

# privacy_policy_section_third_party_content
source: The App uses Apple's system services: • Core Data: Local data storage • Keychain Services: Secure PIN storage • LocalAuthentication: Face ID/Touch ID authentication • Speech Recognition: Voice recognition (optional) • UserNotifications: Reminder notifications (optional) We do NOT use any third-party analytics, advertising, or tracking services.
vi: Ứng dụng sử dụng các dịch vụ hệ thống của Apple: • Core Data: Lưu trữ dữ liệu cục bộ • Keychain Services: Lưu trữ mã PIN an toàn • LocalAuthentication: Xác thực Face ID/Touch ID • Speech Recognition: Nhận diện giọng nói (tùy chọn) • UserNotifications: Gửi thông báo nhắc nhở (tùy chọn) Chúng tôi KHÔNG sử dụng bất kỳ dịch vụ phân tích, quảng cáo hoặc theo dõi của bên thứ ba nào.

# privacy_policy_section_changes_title
source: 8. Changes to This Policy
vi: 8. Thay đổi chính sách

# privacy_policy_section_changes_content
source: We may update this policy from time to time. Any changes will be notified in the App and the update date will be displayed at the top of this page. Your continued use of the App after changes constitutes acceptance of the new policy.
vi: Chúng tôi có thể cập nhật chính sách này theo thời gian. Mọi thay đổi sẽ được thông báo trong ứng dụng và ngày cập nhật sẽ được hiển thị ở đầu trang này. Việc bạn tiếp tục sử dụng ứng dụng sau khi có thay đổi được coi là chấp nhận chính sách mới.

# privacy_policy_section_contact_title
source: 9. Contact Us
vi: 9. Liên hệ

# privacy_policy_section_contact_content
source: If you have questions or concerns about this privacy policy, please contact us at: • Email: support@example.com • Or use the "Feedback & Support" feature in Settings
vi: Nếu bạn có câu hỏi hoặc lo ngại về chính sách quyền riêng tư này, vui lòng liên hệ với chúng tôi qua: • Email: support@example.com • Hoặc sử dụng tính năng "Góp ý & Hỗ trợ" trong Settings

# privacy_policy_footer
source: By using Expense+, you agree to this privacy policy.
vi: Bằng việc sử dụng Chi Tiêu+, bạn đồng ý với chính sách quyền riêng tư này.

# tutorial_step_1
source: Welcome to Expense+! 👋 I'll guide you through the app. Tap "Next" to get started!
vi: Chào mừng bạn đến với Chi Tiêu+! 👋 Tôi sẽ hướng dẫn bạn cách sử dụng app. Hãy nhấn vào nút "Tiếp theo" để bắt đầu nhé!

# tutorial_step_2
source: This is the search bar 🔍 You can search transactions by title, note, or category. Try searching for a transaction!
vi: Đây là thanh tìm kiếm 🔍 Bạn có thể tìm giao dịch theo tiêu đề, ghi chú hoặc danh mục. Hãy thử tìm kiếm một giao dịch nào đó!

# tutorial_step_3
source: You can filter transactions by Income, Expense, or view All 📊 Try switching between filters to see the difference!
vi: Bạn có thể lọc giao dịch theo Thu nhập, Chi tiêu hoặc xem Tất cả 📊 Hãy thử chuyển đổi giữa các bộ lọc để xem sự khác biệt!

# tutorial_step_4
source: This is the Add Transaction screen ➕ You can enter expense or income information here. Try adding a new transaction!
vi: Đây là màn hình thêm giao dịch ➕ Bạn có thể nhập thông tin chi tiêu hoặc thu nhập tại đây. Hãy thử thêm một giao dịch mới!

# tutorial_step_5
source: Select the appropriate category for your transaction 📁 You can also create a new category by tapping the "Edit" button at the end of the list.
vi: Chọn danh mục phù hợp cho giao dịch của bạn 📁 Bạn cũng có thể tạo danh mục mới bằng cách nhấn vào nút "Chỉnh sửa" ở cuối danh sách.

# tutorial_step_6
source: The Dashboard shows detailed statistics about your spending and income 📈 You can view by month or year, and see category analysis charts.
vi: Màn hình Dashboard hiển thị thống kê chi tiết về chi tiêu và thu nhập của bạn 📈 Bạn có thể xem theo tháng hoặc năm, và xem biểu đồ phân tích theo danh mục.

# tutorial_step_7
source: In Settings, you can customize language, appearance, currency, and many other options ⚙️ Explore features like budgets, savings goals, and recurring transactions!
vi: Trong Settings, bạn có thể tùy chỉnh ngôn ngữ, giao diện, tiền tệ và nhiều cài đặt khác ⚙️ Hãy khám phá các tính năng như ngân sách, mục tiêu tiết kiệm và giao dịch định kỳ!

# tutorial_step_8
source: The navigation bar at the bottom helps you switch between screens 🎯 You've got the hang of it! Happy expense tracking! 🎉
vi: Thanh điều hướng ở dưới giúp bạn chuyển đổi giữa các màn hình 🎯 Bạn đã nắm được cách sử dụng app rồi! Chúc bạn quản lý chi tiêu hiệu quả! 🎉

# tutorial_next
source: Next
vi: Tiếp theo

# tutorial_skip
source: Skip
vi: Bỏ qua

# settings_row_version
source: Version
vi: Phiên bản

# settings_section_tutorial
source: Tutorial
vi: Hướng dẫn

# settings_row_show_tutorial
source: Show Tutorial Again
vi: Xem lại hướng dẫn

# settings_section_danger
source: Danger Zone
vi: Vùng Nguy hiểm

# settings_row_reset_data
source: Reset All Data
vi: Đặt lại toàn bộ dữ liệu

# language_selection_title
source: Select Language
vi: Chọn Ngôn ngữ

# currency_selection_title
source: Select Currency
vi: Chọn Tiền tệ

# week_start_title
source: Start Day of Week
vi: Ngày bắt đầu tuần

# change_passcode_title
source: Change Passcode
vi: Đổi mật khẩu

# alert_reset_all_data_message
source: Are you sure you want to delete ALL data? This action cannot be undone. The app will reset to its original state after restarting.
vi: Bạn có chắc chắn muốn xoá TOÀN BỘ dữ liệu không? Hành động này không thể hoàn tác. Ứng dụng sẽ trở về trạng thái ban đầu sau khi khởi động lại.

# category_list_title
source: Categories
vi: Danh mục

# category_list_add
source: Add Category
vi: Thêm danh mục

# category_add_title
source: Add Category
vi: Thêm danh mục

# category_edit_title
source: Edit Category
vi: Chỉnh sửa danh mục

# category_add_save_button
source: Save Category
vi: Lưu danh mục

# form_category_name
source: Category Name
vi: Tên danh mục

# form_type
source: Type
vi: Loại

# form_icon
source: Icon
vi: Biểu tượng

# add_transaction_button_expense
source: Add Expense
vi: Nhập khoản chi

# add_transaction_button_income
source: Add Income
vi: Nhập khoản thu

# form_title
source: Title
vi: Tiêu đề

# form_placeholder_title
source: Enter title (optional)
vi: Nhập tiêu đề (tuỳ chọn)

# form_date
source: Date
vi: Ngày

# form_note
source: Note
vi: Ghi chú

# form_placeholder_note
source: Enter note (optional)
vi: Nhập ghi chú (tuỳ chọn)

# form_amount_expense
source: Amount
vi: Tiền chi

# form_amount_income
source: Amount
vi: Tiền thu

# form_category
source: Category
vi: Danh mục

# home_title_expense
source: EXPENSE
vi: CHI TIÊU

# home_filter_picker_label
source: Filter transactions
vi: Lọc giao dịch

# filter_all
source: All
vi: Tất cả

# filter_income
source: Income
vi: Thu nhập

# filter_expense
source: Expense
vi: Chi tiêu

# home_no_transactions
source: No transactions yet
vi: Chưa có giao dịch

# home_search_placeholder
source: Search transactions...
vi: Tìm kiếm giao dịch...

# home_search_no_results
source: No results found
vi: Không tìm thấy kết quả

# home_search_no_results_hint
source: Try searching with different keywords
vi: Thử tìm kiếm với từ khóa khác

# dashboard_period_monthly
source: Monthly
vi: Hàng Tháng

# dashboard_period_yearly
source: Yearly
vi: Hàng Năm

# dashboard_net_balance
source: Net Balance
vi: Thu chi

# monthly_stats_chart_title
source: 12-MONTH ANALYSIS CHART
vi: BIỂU ĐỒ PHÂN TÍCH 12 THÁNG

# yearly_stats_chart_title
source: YEAR %@ ANALYSIS CHART
vi: BIỂU ĐỒ PHÂN TÍCH NĂM %@

# yearly_stats_total_transactions
source: Total Transactions
vi: Tổng giao dịch

# yearly_stats_monthly_average
source: Monthly Average
vi: Trung bình mỗi tháng

# yearly_stats_monthly_detail_header
source: MONTHLY DETAILS
vi: CHI TIẾT HÀNG THÁNG

# default_category_food
source: Food & Drink
vi: Ăn uống

# default_category_daily_spending
source: Daily Spending
vi: Chi tiêu hàng ngày

# default_category_clothing
source: Clothing
vi: Quần áo

# default_category_cosmetics
source: Cosmetics
vi: Mỹ phẩm

# default_category_party
source: Parties
vi: Phí tiệc tùng

# default_category_medical
source: Medical
vi: Y tế

# default_category_education
source: Education
vi: Giáo dục

# default_category_electricity
source: Electricity
vi: Tiền điện

# default_category_transport
source: Transport
vi: Đi lại

# default_category_communication
source: Communication
vi: Phí liên lạc

# default_category_housing
source: Housing
vi: Tiền nhà

# default_category_salary
source: Salary
vi: Tiền lương

# default_category_allowance
source: Allowance
vi: Tiền phụ cấp

# default_category_bonus
source: Bonus
vi: Tiền thưởng

# default_category_side_income
source: Side Income
vi: Thu nhập phụ

# default_category_investment
source: Investment
vi: Đầu tư

# default_category_temporary_income
source: Temporary Income
vi: Thu nhập tạm thời

# default_category_savings_goal
source: Savings Goal
vi: Mục tiêu tiết kiệm

# savings_goal_completed_notification_title
source: Congratulations!
vi: Chúc mừng!

# savings_goal_completed_notification_body
source: You have completed the savings goal %@
vi: Bạn đã hoàn thành mục tiêu tiết kiệm %@

# savings_goal_complete_button
source: Complete
vi: Hoàn thành

# savings_goal_extend_button
source: Extend Time
vi: Gia hạn thời gian

# savings_goal_extend_title
source: Extend Goal
vi: Gia hạn mục tiêu

# savings_goal_expired_notification_title
source: Goal Expired
vi: Mục tiêu đã hết hạn

# savings_goal_expired_notification_body
source: The goal "%@" has expired. Would you like to extend it?
vi: Mục tiêu "%@" đã hết hạn. Bạn có muốn gia hạn không?

# savings_goal_expiring_7_days_title
source: Goal Expiring Soon
vi: Mục tiêu sắp hết hạn

# savings_goal_expiring_7_days_body
source: The goal "%@" will expire in 7 days
vi: Mục tiêu "%@" còn 7 ngày nữa sẽ hết hạn

# savings_goal_expiring_3_days_title
source: Goal Expiring Soon
vi: Mục tiêu sắp hết hạn

# savings_goal_expiring_3_days_body
source: The goal "%@" will expire in 3 days
vi: Mục tiêu "%@" còn 3 ngày nữa sẽ hết hạn

# savings_goal_expiring_1_day_title
source: Goal Expiring Soon
vi: Mục tiêu sắp hết hạn

# savings_goal_expiring_1_day_body
source: The goal "%@" will expire in 1 day
vi: Mục tiêu "%@" còn 1 ngày nữa sẽ hết hạn

# savings_goal_extend_alert_title
source: Extend Goal
vi: Gia hạn mục tiêu

# savings_goal_extend_alert_message
source: Would you like to extend the goal "%@"?
vi: Bạn có muốn gia hạn mục tiêu "%@" không?

# savings_goal_extend_alert_yes
source: Extend
vi: Gia hạn

# savings_goal_extend_alert_no
source: No
vi: Không

# savings_goal_new_target_date_label
source: New Target Date
vi: Ngày hoàn thành mục tiêu mới

# tabbar_home
source: Home
vi: Trang Chủ

# tabbar_category
source: Category
vi: Danh Mục

# tabbar_add
source: Add
vi: Thêm

# tabbar_statistic
source: Statistic
vi: Thống Kê

# tabbar_setting
source: Setting
vi: Cài Đặt

# backup_export_title
source: Export Current Data
vi: Xuất dữ liệu hiện tại

# backup_export_desc
source: You can export your recorded data as a CSV file. When changing devices, send it to your email as a backup.
vi: Có thể xuất dữ liệu đã ghi dưới dạng file CSV. Từ bây giờ khi thay đổi loại máy, hãy gửi thư vào địa chỉ email của mình và lưu dưới dạng sao lưu.

# backup_export_button
source: Export Data
vi: Xuất dữ liệu

# backup_import_title
source: Do you want to use existing data to restore?
vi: Bạn có muốn sử dụng dữ liệu có sẵn để khôi phục không?

# backup_import_desc
source: If you have a backed-up CSV file, you can load and restore it. After changing devices, you can restore your backed-up data by following this process.
vi: Nếu bạn có tệp CSV đã sao lưu, bạn có thể tải và khôi phục tệp CSV. Sau khi thay đổi loại máy, bạn có thể sử dụng dữ liệu đã sao lưu và khôi phục lại bằng cách thực hiện quy trình sau.

# backup_import_process_title
source: Restoration Process
vi: Quy trình khôi phục

# backup_import_step1
source: 1. Launch an app that can open CSV files (like Mail)
vi: 1. Khởi động ứng dụng có thể mở file CSV (như là app mail)

# backup_import_step2
source: 2. In that app, open the CSV file and tap the Share button
vi: 2. Tại ứng dụng đó, mở file CSV rồi bấm nút chia sẻ

# backup_import_step3
source: 3. Select this application's icon
vi: 3. Chọn vào biểu tượng ứng dụng này

# common_loading
source: Preparing file...
vi: Đang chuẩn bị file...

# settings_row_app_lock_pin
source: PIN
vi: Cài đặt mã PIN

# settings_row_use_faceid
source: FaceID
vi: Sử dụng FaceID

# currency_vnd
source: Vietnamese Dong (VND)
vi: Việt Nam Đồng (VND)

# settings_row_budgets
source: Budgets
vi: Ngân sách

# budget_period_monthly
source: Monthly
vi: Hàng tháng

# budget_period_quarterly
source: Quarterly
vi: Hàng quý

# budget_period_yearly
source: Yearly
vi: Hàng năm

# budget_new_title
source: New Budget
vi: Ngân sách mới

# budget_edit_title
source: Edit Budget
vi: Chỉnh sửa ngân sách

# budget_category_label
source: Category
vi: Danh mục

# budget_total_spending
source: Total Spending
vi: Tổng chi tiêu

# budget_total_spending_desc
source: Track total spending across all categories
vi: Theo dõi tổng chi tiêu của tất cả danh mục

# budget_amount_label
source: Budget Amount
vi: Số tiền ngân sách

# budget_period_label
source: Budget Period
vi: Kỳ ngân sách

# budget_rollover_label
source: Rollover to Next Period
vi: Chuyển số dư sang kỳ mới

# budget_rollover_desc
source: Remaining amount will be added to next period's budget
vi: Số tiền còn lại sẽ được cộng vào ngân sách kỳ tiếp theo

# budget_active_title
source: Active Budgets
vi: Ngân sách đang hoạt động

# budget_warning_title
source: Budget Warnings
vi: Cảnh báo ngân sách

# budget_exceeded_title
source: Exceeded Budgets
vi: Ngân sách đã vượt quá

# budget_empty_title
source: No Budgets
vi: Chưa có ngân sách

# budget_empty_desc
source: Create your first budget to track spending!
vi: Tạo ngân sách đầu tiên để theo dõi chi tiêu!

# budget_delete_title
source: Delete Budget
vi: Xóa ngân sách

# budget_delete_message
source: Are you sure you want to delete this budget? This action cannot be undone.
vi: Bạn có chắc muốn xóa ngân sách này? Hành động này không thể hoàn tác.

# budget_used_label
source: Used
vi: Đã sử dụng

# budget_spent_label
source: Spent
vi: Đã chi

# budget_budget_label
source: Budget
vi: Ngân sách

# budget_remaining_label
source: Remaining
vi: Còn lại

# budget_exceeded_message
source: Budget exceeded!
vi: Đã vượt quá ngân sách!

# budget_days_remaining
source: %d days remaining in period
vi: Còn %d ngày trong kỳ

# budget_period_end_today
source: Today is the last day of period
vi: Hôm nay là ngày cuối kỳ

# budget_warning_80
source: Used more than 80% of budget
vi: Đã sử dụng hơn 80% ngân sách

# budget_warning_90
source: Used more than 90% of budget
vi: Đã sử dụng hơn 90% ngân sách

# budget_warning_critical
source: Almost out of budget!
vi: Sắp hết ngân sách!

# budget_warning_exceeded
source: Budget exceeded!
vi: Đã vượt quá ngân sách!

# recurring_frequency_daily
source: Daily
vi: Hàng ngày

# recurring_frequency_weekly
source: Weekly
vi: Hàng tuần

# recurring_frequency_monthly
source: Monthly
vi: Hàng tháng

# recurring_frequency_yearly
source: Yearly
vi: Hàng năm

# recurring_new_title
source: New Recurring Transaction
vi: Giao dịch định kỳ mới

# recurring_edit_title
source: Edit Recurring Transaction
vi: Chỉnh sửa giao dịch định kỳ

# recurring_title_label
source: Title
vi: Tiêu đề

# recurring_type_label
source: Transaction Type
vi: Loại giao dịch

# recurring_amount_label
source: Amount
vi: Số tiền

# recurring_category_label
source: Category
vi: Danh mục

# recurring_frequency_label
source: Frequency
vi: Tần suất

# recurring_start_date_label
source: Start Date
vi: Ngày bắt đầu

# recurring_end_date_label
source: End Date
vi: Ngày kết thúc

# recurring_has_end_date_label
source: Has End Date
vi: Có ngày kết thúc

# recurring_has_end_date_desc
source: Transaction will automatically stop after this date
vi: Giao dịch sẽ tự động dừng sau ngày này

# recurring_note_label
source: Note (optional)
vi: Ghi chú (tùy chọn)
