Repository: tangoctai2004/ChiTieuPlus
Catalog: QuanLyChiTieu/*.lproj/Localizable.strings
Languages: vi

# recurring_active_title
source: Active Recurring Transactions
vi: Giao dịch định kỳ đang hoạt động

# recurring_due_title
source: Due
vi: Đã đến hạn

# recurring_empty_title
source: No Recurring Transactions
vi: Chưa có giao dịch định kỳ

# recurring_empty_desc
source: Create your first recurring transaction to automatically create transactions!
vi: Tạo giao dịch định kỳ đầu tiên để tự động tạo giao dịch!

# recurring_delete_title
source: Delete Recurring Transaction
vi: Xóa giao dịch định kỳ

# recurring_delete_message
source: Are you sure you want to delete this recurring transaction? This action cannot be undone.
vi: Bạn có chắc muốn xóa giao dịch định kỳ này? Hành động này không thể hoàn tác.

# recurring_next_due
source: Next Due
vi: Đến hạn tiếp theo

# recurring_overdue
source: Overdue %d days
vi: Đã quá hạn %d ngày

# recurring_today
source: Today
vi: Hôm nay

# recurring_days_remaining
source: %d days remaining
vi: Còn %d ngày

# recurring_due_notification
source: Due - Will be created automatically
vi: Đã đến hạn - Sẽ được tạo tự động

# recurring_end_date_prefix
source: Ends:
vi: Kết thúc:

# settings_row_recurring_transactions
source: Recurring Transactions
vi: Giao dịch định kỳ
